[
  "'Only by understanding our own uniqueness can we fully appreciate how special our neighbor really is. Only by being aware of our own endowments can we begin to marvel at the variety that our Creator has provided in humankind.' - Mr. Rogers",
  "'Each person in the world is a unique human being, and each has unique human potential. One of the important tasks of growing up is the discovery of this uniqueness: the discovery of \"who I am\" in each of us - of \"who I am\" in relationship to all those whom I meet.' - Mr. Rogers",
  "'We all have different gifts, so we all have different ways of saying to the world who we are.' - Mr. Rogers",
  "'The world needs a sense of worth, and it will achieve it only by its people feeling that they are worthwhile.' - Mr. Rogers",
  "Here is a guide to help Communists cut through the propaganda spread by the ruling class in their ongoing attempt to shut down debate and provide legitimacy to capitalism by demonising the only viable alternative: https://docs.google.com/document/d/1Gxwhh-vdeB--47HM-20cEVRC9eAMhrapbNf0Sk8VSOs/",
  "Check out this podcast for some great leftist analysis: https://revolutionaryleftradio.libsyn.com/ Check out this podcast for some practical utopianism & great comedy: https://srslywrong.com/",
  "socialism!",
  "Everyone deserves basic dignity.",
  "Our destiny is among the stars!",
  "Socialism will win! Woo-hoo!",
  "The term 'socialism' was coined by Henri de Saint-Simon, a founder of utopian socialism (along with Robert Owen).",
  "Socialism falls between communism and capitalism in terms of beliefs and ideology.",
  "The fundamental view of socialism is that man, society, and the universe are equal.",
  "When communism and capitalism are combined, this system is considered to be a social democracy. In this type of system the government is able to redistribute wealth so that poor are not so poor. In a social democracy people are able to run their own businesses, but excessive wealth is shared with the poor.",
  "Some of the most respected countries in the world are run with socialist ideals, including France, Norway, and Denmark. In these countries education is provided to its citizens for free, making it possible for anyone who wants an education to get one.",
  "In socialist countries healthcare is usually free to its citizens. In capitalist democratic economies, such as the United States, health care is not free and many people can't afford it.",
  "In socialist systems citizens who need it are provided with a form of social security to ensure they are able to survive.",
  "The first socialist government in the world was created in Paris in 1871 when workers tried to seize power, but this new socialist society didn't last. By May of 1871 the French government had regained control.",
  "The first socialist prime minister was Australia's Chris Watson, elected in 1904.",
  "Many people believe that socialism is another word for communism. This is not true. A communist society does not allow its citizens to own private property while a socialist society allows for private property ownership.",
  "In some socialist societies death is taxable, which means that inheritances are subject to high taxes.",
  "Some people mistake communism with socialism and claim that Cuba, North Korea, Vietnam, Laos, and even China are socialist societies. But all of these are communist.",
  "In a truly socialist society all power would belong to the citizens and not the government. Any elected representatives would serve but not rule the citizens."
]